/* HexColorPickerAskUpdatesYes */
"Check automatically" = "自動檢查";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "不要檢查";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "更新至 v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker 可以定期檢查更新項目。每當新版本推出時，你可以選擇是否安裝新的版本。軟件在檢查更新的過程中，不會傳送任何個人資料。";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "你要讓 Hex Color Picker 自動檢查更新項目嗎？";